Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# terminalContextMenu.forkConversation
source: Fork Conversation
ar: تفريع المحادثة
de: Konversation abspalten
es: Bifurcar conversación
fr: Bifurquer la conversation
ja: 会話をフォーク
ko: 대화 포크
zh_hans: 分叉对话
zh_hant: 分支對話

# terminalContextMenu.forkConversationTo
source: Fork Conversation To
ar: تفريع المحادثة إلى
de: Konversation abspalten nach
es: Bifurcar conversación en
fr: Bifurquer la conversation vers
ja: 会話のフォーク先
ko: 대화 포크 위치
zh_hans: 分叉对话到
zh_hant: 分支對話至

# terminalContextMenu.lookUpFormat
source: Look Up “%@”
ar: بحث عن “%@”
de: „%@“ nachschlagen
es: Buscar «%@»
fr: Rechercher « %@ »
ja: 「%@」を調べる
ko: “%@” 찾아보기
zh_hans: 查询「%@」
zh_hant: 查詢「%@」

# terminalContextMenu.moveTab
source: Move Tab
ar: نقل علامة التبويب
de: Tab verschieben
es: Mover pestaña
fr: Déplacer l’onglet
ja: タブを移動
ko: 탭 이동
zh_hans: 移动标签页
zh_hant: 移動標籤頁

# terminalContextMenu.moveTabToNewWorkspace
source: Move Tab to New Workspace
ar: نقل علامة التبويب إلى مساحة عمل جديدة
de: Tab in neuen Arbeitsbereich verschieben
es: Mover pestaña a un nuevo espacio de trabajo
fr: Déplacer l’onglet vers un nouvel espace de travail
ja: タブを新規ワークスペースに移動
ko: 탭을 새 작업 공간으로 이동
zh_hans: 将标签页移到新工作区
zh_hant: 將標籤頁移動至新工作區

# terminalContextMenu.paste
source: Paste
ar: لصق
de: Einfügen
es: Pasta
fr: Coller
ja: ペースト
ko: 붙여넣기
zh_hans: 粘贴
zh_hant: 貼上

# terminalContextMenu.reconnectPane
source: Reconnect Pane
ar: إعادة توصيل الجزء
bs: Ponovo poveži okno
da: Genopret forbindelse til rude
de: Bereich erneut verbinden
es: Reconectar panel
fr: Reconnecter le volet
it: Riconnetti riquadro
ja: ペインを再接続
ko: 창 재연결
nb: Koble til rute på nytt
pl: Połącz panel ponownie
pt_br: Reconectar painel
ru: Переподключить панель
th: เชื่อมต่อบานหน้าต่างใหม่
tr: Bölmeyi yeniden bağla
uk: Повторно підключити панель
zh_hans: 重新连接窗格
zh_hant: 重新連線窗格

# terminalContextMenu.resetTerminal
source: Reset Terminal
ar: إعادة تعيين الطرفية
de: Terminal zurücksetzen
es: Restablecer terminal
fr: Réinitialiser le terminal
ja: ターミナルをリセット
ko: 터미널 초기화
zh_hans: 重置终端
zh_hant: 重設終端機

# terminalContextMenu.splitHorizontally
source: Split Horizontally
ar: تقسيم أفقي
de: Horizontal teilen
es: Dividir horizontalmente
fr: Diviser horizontalement
ja: 水平に分割
ko: 가로 분할
zh_hans: 水平拆分
zh_hant: 水平分割

# terminalContextMenu.splitVertically
source: Split Vertically
ar: تقسيم رأسي
de: Vertikal teilen
es: Dividir verticalmente
fr: Diviser verticalement
ja: 垂直に分割
ko: 세로 분할
zh_hans: 垂直拆分
zh_hant: 垂直分割

# terminalContextMenu.translateSelection
source: Translate Selection
ar: ترجمة التحديد
bs: Prevedi odabrano
da: Oversæt markering
de: Auswahl übersetzen
es: Traducir selección
fr: Traduire la sélection
it: Traduci selezione
ja: 選択範囲を翻訳
ko: 선택 항목 번역
nb: Oversett merket område
pl: Przetłumacz zaznaczenie
pt_br: Traduzir seleção
ru: Перевести выделенное
th: แปลข้อความที่เลือก
tr: Seçimi çevir
uk: Перекласти виділене
zh_hans: 翻译所选内容
zh_hant: 翻譯選取範圍

# terminalContextMenu.triggerFlash
source: Trigger Flash
ar: تشغيل الوميض
de: Blinken auslösen
es: Activar destello
fr: Déclencher le flash
ja: フラッシュを発火
ko: 플래시 실행
zh_hans: 触发闪烁
zh_hant: 觸發閃爍

# textbox.addFiles.panel.prompt
source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가하다
zh_hans: 添加
zh_hant: 添加

# textbox.addFiles.panel.title
source: Add Files
ar: إضافة ملفات
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
ja: ファイルを追加
ko: 파일 추가
zh_hans: 添加文件
zh_hant: 新增檔案

# textbox.addFiles.tooltip
source: Add Files
ar: إضافة ملفات
de: Dateien hinzufügen
es: Añadir archivos
fr: Ajouter des fichiers
ja: ファイルを追加
ko: 파일 추가
zh_hans: 添加文件
zh_hant: 新增檔案

# textbox.addImages.panel.prompt
source: Add
ar: يضيف
de: Hinzufügen
es: Agregar
fr: Ajouter
ja: 追加
ko: 추가하다
zh_hans: 添加
zh_hant: 添加

# textbox.addImages.panel.title
source: Add Images
ar: إضافة صور
de: Bilder hinzufügen
es: Añadir imágenes
fr: Ajouter des images
ja: 画像を追加
ko: 이미지 추가
zh_hans: 添加图片
zh_hant: 新增圖片

# textbox.addImages.tooltip
source: Add Images
ar: إضافة صور
de: Bilder hinzufügen
es: Añadir imágenes
fr: Ajouter des images
ja: 画像を追加
ko: 이미지 추가
zh_hans: 添加图片
zh_hant: 新增圖片

# textbox.diffComments.dismiss
source: Dismiss comments without sending
ar: تجاهل التعليقات دون إرسال
de: Kommentare verwerfen, ohne zu senden
es: Descartar comentarios sin enviar
fr: Ignorer les commentaires sans envoyer
ja: 送信せずにコメントを破棄
ko: 보내지 않고 댓글 무시
zh_hans: 忽略评论且不发送
zh_hant: 捨棄評論而不傳送

# textbox.diffComments.many
source: %d comments
ar: %d تعليق
de: %d Kommentare
es: %d comentarios
fr: %d commentaires
ja: %d 件のコメント
ko: %d개 댓글
zh_hans: %d 条评论
zh_hant: %d 則評論

# textbox.diffComments.one
source: 1 comment
ar: تعليق واحد
de: 1 Kommentar
es: 1 comentario
fr: 1 commentaire
ja: コメント1件
ko: 댓글 1개
zh_hans: 1 条评论
zh_hant: 1 則評論

# textbox.diffComments.preview
source: Show comments
ar: عرض التعليقات
de: Kommentare anzeigen
es: Mostrar comentarios
fr: Afficher les commentaires
ja: コメントを表示
ko: 댓글 표시
zh_hans: 显示评论
zh_hant: 顯示評論

# textbox.diffComments.tooltip
source: Diff review comments are included when you submit
ar: سيتم تضمين تعليقات مراجعة الفروقات (diff) عند الإرسال
de: Diff-Review-Kommentare werden beim Absenden einbezogen
es: Los comentarios de la revisión de diferencias se incluyen al enviar
fr: Les commentaires de révision du diff seront inclus lors de la soumission
ja: 送信時にdiffレビューコメントが含まれます
ko: 제출 시 변경 사항(Diff) 리뷰 댓글이 포함됩니다
zh_hans: 提交时会一并包含差异评审的评论
zh_hant: 提交時將包含差異審查評論

# textbox.openInPreview.tooltip
source: Open in Preview
ar: فتح في المعاينة
de: In Vorschau öffnen
es: Abrir en Vista previa
fr: Ouvrir dans Aperçu
ja: プレビューで開く
ko: 미리보기에서 열기
zh_hans: 在「预览」中打开
zh_hant: 在預覽中開啟

# textbox.openWithPreview.button
source: Open with Preview
ar: فتح باستخدام المعاينة
de: Mit Vorschau öffnen
es: Abrir con Vista previa
fr: Ouvrir avec Aperçu
ja: プレビューで開く
ko: 미리보기로 열기
zh_hans: 用「预览」打开
zh_hant: 使用預覽開啟

# textbox.placeholder
source: Prompt or command
ar: موجه أو أمر
de: Prompt oder Befehl
es: Prompt o comando
fr: Prompt ou commande
ja: プロンプトまたはコマンド
ko: 프롬프트 또는 명령
zh_hans: 提示词或命令
zh_hant: 提示詞或指令

# textbox.removeAttachment.tooltip
source: Remove Attachment
ar: إزالة المرفق
de: Anhang entfernen
es: Eliminar archivo adjunto
fr: Supprimer la pièce jointe
ja: 添付を削除
ko: 첨부파일 제거
zh_hans: 移除附件
zh_hant: 刪除附件

# textbox.send.tooltip
source: Send
ar: إرسال
de: Schicken
es: Enviar
fr: Envoyer
ja: 送信
ko: 보내다
zh_hans: 发送
zh_hant: 傳送

# textbox.submitAction.accessibility
source: Submit with %@
ar: إرسال باستخدام %@
de: Senden mit %@
es: Enviar con %@
fr: Soumettre avec %@
ja: %@ で送信
ko: %@(으)로 제출
zh_hans: 使用 %@ 提交
zh_hant: 使用 %@ 提交

# textbox.submitAction.activeAgent
source: Text Entry
ar: إدخال النص
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
ja: テキスト入力
ko: 텍스트 입력
zh_hans: 文本输入
zh_hant: 文字輸入

# textbox.submitAction.activeAgent.tooltip
source: This terminal uses Text Entry until command launch is available. Shift-Tab is disabled while Text Entry is forced.
ar: تستخدم هذه الطرفية إدخال النص حتى يتوفر تشغيل الأمر. تم تعطيل Shift-Tab أثناء فرض إدخال النص.
de: Dieses Terminal verwendet die Texteingabe, bis der Befehlsstart verfügbar ist. Shift-Tab ist deaktiviert, solange die Texteingabe erzwungen wird.
es: Esta terminal utiliza la entrada de texto hasta que el lanzamiento de comandos esté disponible. Shift-Tab está desactivado mientras se fuerce la entrada de texto.
fr: Ce terminal utilise la saisie de texte jusqu’à ce que le lancement de commande soit disponible. Maj-Tab est désactivé lorsque la saisie de texte est forcée.
ja: コマンド起動が利用可能になるまで、このターミナルではテキスト入力を使います。テキスト入力が強制されている間、Shift-Tab は無効です。
ko: 이 터미널은 명령 실행이 가능할 때까지 텍스트 입력을 사용합니다. 텍스트 입력이 강제되는 동안에는 Shift-Tab을 사용할 수 없습니다.
zh_hans: 在命令启动可用之前，此终端使用文本输入。强制使用文本输入时，Shift-Tab 会被禁用。
zh_hant: 此終端機在可以啟動指令前將使用文字輸入。在強制使用文字輸入時，已停用 Shift-Tab。

# textbox.submitAction.cancelPending
source: Cancel Pending Launch
ar: إلغاء التشغيل المعلق
de: Ausstehenden Start abbrechen
es: Cancelar lanzamiento pendiente
fr: Annuler le lancement en attente
ja: 保留中の起動をキャンセル
ko: 대기 중인 실행 취소
zh_hans: 取消待启动的命令
zh_hant: 取消待處理的啟動

# textbox.submitAction.claude
source: Claude Dangerous
ar: Claude (وضع خطير)
de: Claude (gefährlicher Modus)
es: Claude (modo peligroso)
fr: Claude (mode dangereux)
ja: Claude（危険モード）
ko: Claude(위험 모드)
zh_hans: Claude（危险模式）
zh_hant: Claude（危險模式）

# textbox.submitAction.docs
source: TextBox Submit Actions Docs
ar: مستندات إجراءات الإرسال لـ TextBox
de: TextBox-Absendeaktionen-Dokumentation
es: Documentación de acciones de envío de TextBox
fr: Documentation des actions de soumission de la TextBox
ja: TextBox 送信アクションのドキュメント
ko: TextBox 제출 동작 문서
zh_hans: TextBox 提交动作文档
zh_hant: TextBox 提交動作文件

# textbox.submitAction.opencode
source: OpenCode
ar: كود مفتوح
es: código abierto
fr: Code Ouvert
ko: 오픈코드
zh_hans: 开放代码
zh_hant: 開放程式碼

# textbox.submitAction.textEntry
source: Text Entry
ar: إدخال النص
de: Texteingabe
es: Entrada de texto
fr: Saisie de texte
ja: テキスト入力
ko: 텍스트 입력
zh_hans: 文本输入
zh_hant: 文字輸入

# textbox.submitAction.tooltip
source: Submit with %@. Press Shift-Tab to change.
ar: إرسال باستخدام %@. اضغط على Shift-Tab للتغيير.
de: Senden mit %@. Drücken Sie Umschalt-Tab zum Ändern.
es: Enviar con %@. Presiona Shift-Tab para cambiar.
fr: Soumettre avec %@. Appuyez sur Maj-Tab pour modifier.
ja: %@ で送信します。Shift-Tab で変更します。
ko: %@(으)로 제출합니다. 변경하려면 Shift-Tab을 누르세요.
zh_hans: 使用 %@ 提交。按 Shift-Tab 可更改。
zh_hant: 使用 %@ 提交。按 Shift-Tab 可變更。

# theme.dark
source: Dark
ar: داكن
bs: Tamna
da: Mørk
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
ja: ダーク
ko: 다크
nb: Mørk
pl: Ciemny
pt_br: Escuro
ru: Темная
th: มืด
tr: Koyu
uk: Темна
zh_hans: 深色
zh_hant: 深色

# theme.light
source: Light
ar: فاتح
bs: Svijetla
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
ja: ライト
ko: 라이트
nb: Lys
pl: Jasny
pt_br: Claro
ru: Светлая
th: สว่าง
tr: Açık
uk: Світла
zh_hans: 浅色
zh_hant: 淺色

# theme.system
source: System
ar: النظام
bs: Sistemski
es: Sistema
fr: Système
it: Sistema
ja: システム
ko: 시스템
pl: Systemowy
pt_br: Sistema
ru: Системная
th: ระบบ
tr: Sistem
uk: Системна
zh_hans: 系统
zh_hant: 系統

# titlebar.fileExplorer.accessibilityLabel
source: Toggle File Explorer
ar: تبديل مستكشف الملفات
de: Datei-Explorer ein-/ausblenden
es: Alternar explorador de archivos
fr: Afficher/Masquer l’explorateur de fichiers
ja: ファイルエクスプローラーを切替
ko: 파일 탐색기 토글
zh_hans: 切换文件资源管理器
zh_hant: 切換檔案瀏覽器

# titlebar.fileExplorer.tooltip
source: Show or hide the file explorer
ar: إظهار مستكشف الملفات أو إخفاؤه
de: Datei-Explorer ein- oder ausblenden
es: Mostrar u ocultar el explorador de archivos
fr: Afficher ou masquer l’explorateur de fichiers
ja: ファイルエクスプローラーの表示/非表示
ko: 파일 탐색기 표시 또는 숨기기
zh_hans: 显示或隐藏文件资源管理器
zh_hant: 顯示或隱藏檔案瀏覽器

# titlebar.newWorkspace.accessibilityLabel
source: New Workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova Área de Trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# titlebar.newWorkspace.menu.accessibilityLabel
source: New Workspace Menu
ar: قائمة مساحة العمل الجديدة
bs: Meni novog radnog prostora
da: Menu for nyt arbejdsområde
de: Menü „Neuer Arbeitsbereich“
es: Menú de nuevo espacio de trabajo
fr: Menu Nouvel espace de travail
it: Menu Nuova area di lavoro
ja: 新規ワークスペースメニュー
ko: 새 작업 공간 메뉴
nb: Meny for nytt arbeidsområde
pl: Menu nowej przestrzeni roboczej
pt_br: Menu de Nova Área de Trabalho
ru: Меню нового рабочего пространства
th: เมนูเวิร์กสเปซใหม่
tr: Yeni Çalışma Alanı Menüsü
uk: Меню нової робочої області
zh_hans: 新建工作区菜单
zh_hant: 新增工作區選單

# titlebar.newWorkspace.menu.tooltip
source: New workspace options
ar: خيارات مساحة العمل الجديدة
bs: Opcije novog radnog prostora
da: Indstillinger for nyt arbejdsområde
de: Optionen für neuen Arbeitsbereich
es: Opciones de nuevo espacio de trabajo
fr: Options du nouvel espace de travail
it: Opzioni nuova area di lavoro
ja: 新規ワークスペースのオプション
ko: 새 작업 공간 옵션
nb: Alternativer for nytt arbeidsområde
pl: Opcje nowej przestrzeni roboczej
pt_br: Opções de nova área de trabalho
ru: Параметры нового рабочего пространства
th: ตัวเลือกเวิร์กสเปซใหม่
tr: Yeni çalışma alanı seçenekleri
uk: Параметри нової робочої області
zh_hans: 新建工作区选项
zh_hant: 新增工作區選項

# titlebar.newWorkspace.tooltip
source: New workspace
ar: مساحة عمل جديدة
bs: Novi radni prostor
da: Nyt arbejdsområde
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
it: Nuova area di lavoro
ja: 新規ワークスペース
ko: 새 작업 공간
nb: Nytt arbeidsområde
pl: Nowa przestrzeń robocza
pt_br: Nova área de trabalho
ru: Новое рабочее пространство
th: เวิร์กสเปซใหม่
tr: Yeni çalışma alanı
uk: Нова робоча область
zh_hans: 新建工作区
zh_hant: 新增工作區

# titlebar.notifications.accessibilityLabel
source: Notifications
ar: الإشعارات
bs: Obavještenja
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
it: Notifiche
ja: 通知
ko: 알림
nb: Varsler
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
zh_hans: 通知
zh_hant: 通知

# titlebar.notifications.tooltip
source: Show notifications
ar: عرض الإشعارات
bs: Prikaži obavještenja
da: Vis notifikationer
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
nb: Vis varsler
pl: Pokaż powiadomienia
pt_br: Mostrar notificações
ru: Показать уведомления
th: แสดงการแจ้งเตือน
tr: Bildirimleri göster
uk: Показати сповіщення
zh_hans: 显示通知
zh_hant: 顯示通知

# titlebar.sidebar.accessibilityLabel
source: Toggle Sidebar
ar: تبديل الشريط الجانبي
bs: Prebaci bočnu traku
da: Slå sidebjælke til/fra
de: Seitenleiste ein-/ausblenden
es: Alternar barra lateral
fr: Afficher/masquer la barre latérale
it: Attiva/Disattiva barra laterale
ja: サイドバーの切り替え
ko: 사이드바 전환
nb: Slå sidepanelet av/på
pl: Przełącz pasek boczny
pt_br: Alternar Barra Lateral
ru: Боковая панель
th: สลับแถบด้านข้าง
tr: Kenar Çubuğunu Aç/Kapat
uk: Перемкнути бічну панель
zh_hans: 切换侧边栏
zh_hant: 切換側邊欄

# titlebar.sidebar.tooltip
source: Show or hide the sidebar
ar: إظهار أو إخفاء الشريط الجانبي
bs: Prikaži ili sakrij bočnu traku
da: Vis eller skjul sidebjælken
de: Seitenleiste ein- oder ausblenden
es: Mostrar u ocultar la barra lateral
fr: Afficher ou masquer la barre latérale
it: Mostra o nascondi la barra laterale
ja: サイドバーの表示/非表示
ko: 사이드바 표시 또는 숨기기
nb: Vis eller skjul sidepanelet
pl: Pokaż lub ukryj pasek boczny
pt_br: Mostrar ou ocultar a barra lateral
ru: Показать или скрыть боковую панель
th: แสดงหรือซ่อนแถบด้านข้าง
tr: Kenar çubuğunu göster veya gizle
uk: Показати або сховати бічну панель
zh_hans: 显示或隐藏侧边栏
zh_hant: 顯示或隱藏側邊欄

# toolbar.layout.canvas
source: Canvas
ar: اللوحة
bs: Platno
da: Lærred
es: Lienzo
fr: Canevas
ja: キャンバス
ko: 캔버스
nb: Lerret
pl: Kanwa
ru: Холст
th: แคนวาส
tr: Kanvas
uk: Полотно
zh_hans: 画布
zh_hant: 畫布

# toolbar.layout.label
source: Layout
ar: التخطيط
bs: Raspored
es: Diseño
fr: Disposition
ja: レイアウト
ko: 레이아웃
nb: Oppsett
pl: Układ
ru: Макет
th: เลย์เอาต์
tr: Düzen
uk: Макет
zh_hans: 布局
zh_hant: 佈局

# toolbar.layout.splits
source: Split panes
ar: الأجزاء المقسمة
bs: Podijeljena okna
da: Delte ruder
de: Geteilte Panels
es: Paneles divididos
fr: Panneaux divisés
it: Riquadri divisi
ja: 分割ペイン
ko: 분할 창
nb: Delte ruter
pl: Podzielone panele
pt_br: Painéis divididos
ru: Разделённые панели
th: บานหน้าต่างแบบแยก
tr: Bölünmüş bölmeler
uk: Розділені панелі
zh_hans: 分割窗格
zh_hant: 分割窗格

# uiTest.bonsplit.action.title
source: UITest Action %lld
ar: إجراء UITest %lld
de: UITest-Aktion %lld
es: Acción de UITest %lld
fr: Action UITest %lld
ja: UIテストアクション %lld
ko: UITest 동작 %lld
zh_hans: UITest 操作 %lld
zh_hant: UITest 動作 %lld

# update.available.short
source: Update Available
ar: تحديث متوفر
bs: Ažuriranje dostupno
da: Opdatering tilgængelig
de: Update verfügbar
es: Actualización disponible
fr: Mise à jour disponible
it: Aggiornamento disponibile
ja: アップデートがあります
ko: 업데이트 사용 가능
nb: Oppdatering tilgjengelig
pl: Dostępna aktualizacja
pt_br: Atualização Disponível
ru: Доступно обновление
th: มีอัปเดตใหม่
tr: Güncelleme Mevcut
uk: Доступне оновлення
zh_hans: 有可用更新
zh_hant: 有可用的更新

# update.available.withVersion
source: Update Available: %@
ar: تحديث متوفر: %@
bs: Ažuriranje dostupno: %@
da: Opdatering tilgængelig: %@
de: Update verfügbar: %@
es: Actualización disponible: %@
fr: Mise à jour disponible : %@
it: Aggiornamento disponibile: %@
ja: アップデートあり: %@
ko: 업데이트 사용 가능: %@
nb: Oppdatering tilgjengelig: %@
pl: Dostępna aktualizacja: %@
pt_br: Atualização Disponível: %@
ru: Доступно обновление: %@
th: มีอัปเดตใหม่: %@
tr: Güncelleme Mevcut: %@
uk: Доступне оновлення: %@
zh_hans: 有可用更新：%@
zh_hant: 有可用的更新：%@

# update.checking
source: Checking for Updates…
ar: جارٍ التحقق من التحديثات…
bs: Provjeravanje ažuriranja…
da: Søger efter opdateringer…
de: Suche nach Updates …
es: Buscando actualizaciones…
fr: Recherche de mises à jour...
it: Verifica aggiornamenti in corso…
ja: アップデートを確認中…
ko: 업데이트 확인 중…
nb: Ser etter oppdateringer …
pl: Sprawdzanie aktualizacji…
pt_br: Verificando Atualizações…
ru: Проверка обновлений...
th: กำลังตรวจหาอัปเดต...
tr: Güncellemeler denetleniyor…
uk: Перевірка оновлень…
zh_hans: 正在检查更新...
zh_hant: 正在檢查更新...

# update.configureAutoUpdates
source: Configure automatic update preferences
ar: تكوين تفضيلات التحديث التلقائي
bs: Konfigurišite postavke automatskog ažuriranja
da: Konfigurer præferencer for automatiske opdateringer
de: Einstellungen für automatische Updates konfigurieren
es: Configurar preferencias de actualización automática
fr: Configurer les préférences de mise à jour automatique
it: Configura le preferenze di aggiornamento automatico
ja: 自動アップデートの設定
ko: 자동 업데이트 환경설정 구성
nb: Konfigurer innstillinger for automatiske oppdateringer
pl: Skonfiguruj preferencje automatycznych aktualizacji
pt_br: Configurar preferências de atualização automática
ru: Настроить параметры автоматических обновлений
th: กำหนดค่าการอัปเดตอัตโนมัติ
tr: Otomatik güncelleme tercihlerini yapılandır
uk: Налаштувати параметри автоматичного оновлення
zh_hans: 配置自动更新偏好设置
zh_hant: 設定自動更新偏好

# update.debug.error.agentInvalidation
source: Agent Invalidation (4010)
ar: إبطال الوكيل (4010)
de: Agent-Invalidierung (4010)
es: Invalidación del agente (4010)
fr: Invalidation de l’agent (4010)
ja: エージェントの無効化（4010）
ko: 에이전트 무효화 (4010)
zh_hans: 代理失效（4010）
zh_hant: 代理程式失效 (4010)

# update.debug.error.diskImageTranslocation
source: Disk Image / Translocated (1003)
ar: صورة القرص / منقولة (1003)
de: Disk-Image / Translokiert (1003)
es: Imagen de disco / Translocada (1003)
fr: Image disque / Transloquée (1003)
ja: ディスクイメージ／トランスロケーション（1003）
ko: 디스크 이미지 / 위치 이동됨 (1003)
zh_hans: 磁盘映像 / 已转移（1003）
zh_hant: 磁碟映像檔 / 已易位 (1003)

# update.debug.error.downloadFailure
source: Download Failure (2001)
ar: فشل التنزيل (2001)
de: Download-Fehler (2001)
es: Fallo de descarga (2001)
fr: Échec du téléchargement (2001)
ja: ダウンロードの失敗（2001）
ko: 다운로드 실패 (2001)
zh_hans: 下载失败（2001）
zh_hant: 下載失敗 (2001)

# update.debug.error.genericInstallFailure
source: Generic Install Failure (4005)
ar: فشل التثبيت العام (4005)
de: Allgemeiner Installationsfehler (4005)
es: Fallo de instalación genérico (4005)
fr: Échec d’installation générique (4005)
ja: 一般的なインストールの失敗（4005）
ko: 일반 설치 실패 (4005)
zh_hans: 一般安装失败（4005）
zh_hant: 一般安裝失敗 (4005)

# update.debug.error.installDidNotStart
source: Install Didn’t Start (watchdog)
ar: لم يبدأ التثبيت (المراقب)
bs: Instalacija nije pokrenuta (watchdog)
da: Installationen startede ikke (watchdog)
de: Installation wurde nicht gestartet (Watchdog)
es: La instalación no se inició (watchdog)
fr: L’installation n’a pas démarré (watchdog)
it: L’installazione non è stata avviata (watchdog)
ja: インストールが開始されませんでした（ウォッチドッグ）
ko: 설치가 시작되지 않았습니다(감시 타이머)
nb: Installasjonen startet ikke (watchdog)
pl: Instalacja nie została uruchomiona (watchdog)
pt_br: A instalação não foi iniciada (watchdog)
ru: Установка не запустилась (watchdog)
th: การติดตั้งไม่เริ่มต้น (watchdog)
tr: Yükleme başlamadı (watchdog)
uk: Інсталяція не запустилася (watchdog)
zh_hans: 安装未开始（watchdog）
zh_hant: 安裝未開始（watchdog）

# update.debug.error.installFailureWrappingAuth
source: Install Failure / Auth (4005→4001)
ar: فشل التثبيت / المصادقة (4005→4001)
de: Installationsfehler / Authentifizierung (4005→4001)
es: Fallo de instalación / Autenticación (4005→4001)
fr: Échec d’installation / Authentification (4005→4001)
ja: インストール失敗／認証（4005→4001）
ko: 설치 실패 / 인증 (4005→4001)
zh_hans: 安装失败 / 授权（4005→4001）
zh_hant: 安裝失敗 / 驗證 (4005→4001)

# update.debug.error.installerAgentFailure
source: Installer Agent Failure (4005 + timeout)
ar: فشل وكيل المثبت (4005 + مهلة)
de: Fehler des Installations-Agents (4005 + Timeout)
es: Fallo del agente instalador (4005 + timeout)
fr: Échec de l’agent d’installation (4005 + délai dépassé)
ja: インストーラエージェントの失敗（4005 + タイムアウト）
ko: 설치 프로그램 에이전트 실패 (4005 + 시간 초과)
zh_hans: 安装代理失败（4005 + 超时）
zh_hant: 安裝程式代理失效 (4005 + 逾時)

# update.debug.error.noInternet
source: No Internet
ar: لا يوجد اتصال بالإنترنت
de: Kein Internet
es: Sin Internet
fr: Pas de connexion Internet
ja: インターネット接続なし
ko: 인터넷 연결 없음
zh_hans: 无互联网连接
zh_hant: 無網際網路連線

# update.debug.error.signatureError
source: Signature Error (3001)
ar: خطأ في التوقيع (3001)
de: Signaturfehler (3001)
es: Error de firma (3001)
fr: Erreur de signature (3001)
ja: 署名エラー（3001）
ko: 서명 오류 (3001)
zh_hans: 签名错误（3001）
zh_hant: 簽章錯誤 (3001)

# update.debug.error.updaterNotReady
source: Updater Not Ready (readiness timeout)
ar: المحدّث غير جاهز (انتهت مهلة الجاهزية)
bs: Alat za ažuriranje nije spreman (istek vremena spremnosti)
da: Opdateringsværktøjet er ikke klar (timeout for klarhed)
de: Updater nicht bereit (Bereitschafts-Timeout)
es: El actualizador no está listo (tiempo de espera de preparación)
fr: Programme de mise à jour pas prêt (délai de préparation expiré)
it: Updater non pronto (timeout di disponibilità)
ja: アップデーターの準備未完了（準備タイムアウト）
ko: 업데이터가 준비되지 않음(준비 시간 초과)
nb: Oppdatereren er ikke klar (tidsavbrudd for klarhet)
pl: Aktualizator nie jest gotowy (limit czasu gotowości)
pt_br: Atualizador não está pronto (tempo limite de prontidão)
ru: Средство обновления не готово (истекло время ожидания готовности)
th: ตัวอัปเดตยังไม่พร้อม (หมดเวลารอความพร้อม)
tr: Güncelleyici hazır değil (hazırlık zaman aşımı)
uk: Засіб оновлення не готовий (час очікування готовності минув)
zh_hans: 更新程序未就绪（就绪超时）
zh_hant: 更新程式尚未就緒（就緒逾時）

# update.downloadAndInstall
source: Download and install the latest version
ar: تنزيل وتثبيت أحدث إصدار
bs: Preuzmite i instalirajte najnoviju verziju
da: Download og installer den seneste version
de: Neueste Version herunterladen und installieren
es: Descargar e instalar la última versión
fr: Télécharger et installer la dernière version
it: Scarica e installa l'ultima versione
ja: 最新バージョンをダウンロードしてインストール
ko: 최신 버전 다운로드 및 설치
nb: Last ned og installer den nyeste versjonen
pl: Pobierz i zainstaluj najnowszą wersję
pt_br: Baixar e instalar a versão mais recente
ru: Загрузить и установить последнюю версию
th: ดาวน์โหลดและติดตั้งเวอร์ชันล่าสุด
tr: En son sürümü indir ve yükle
uk: Завантажити та встановити найновішу версію
zh_hans: 下载并安装最新版本
zh_hant: 下載並安裝最新版本

# update.downloading.progress
source: Downloading: %@
ar: جارٍ التنزيل: %@
bs: Preuzimanje: %@
da: Downloader: %@
de: Herunterladen: %@
es: Descargando: %@
fr: Téléchargement : %@
it: Download: %@
ja: ダウンロード中: %@
ko: 다운로드 중: %@
nb: Laster ned: %@
pl: Pobieranie: %@
pt_br: Baixando: %@
ru: Загрузка: %@
th: กำลังดาวน์โหลด: %@
tr: İndiriliyor: %@
uk: Завантаження: %@
zh_hans: 正在下载：%@
zh_hant: 正在下載：%@
